{
"sv": {
    "version": "210912",
    "text": "Ansvarsförbindelse version: 210912\n\nLabbmedlemmar i Uppsala Makerspace kan få egen inpassering och kan då vara i lokalen och arbeta med sina projekt när det passar dem. För att underlätta samarbetet och se till att det är roligt och säkert att arbeta i lokalerna har vi satt upp nedanstående enkla regler. Medlemmar som missbrukar förtroendet kan bli avstängda för längre eller kortare tid.\n\nTillgång till lokalen:\n• Besökare är välkomna, framförallt på öppna kvällar, men regelbundet tillträde till lokalerna förutsätter labbmedlemskap i föreningen.\n• Om jag släpper in någon som inte är labbmedlem är jag personligen ansvarig för allt de gör. Medlemskap kan verifieras på sidan uppsalamakerspace.se/medlem/.\n• Den som lämnar lokalen sist ser till att inga maskiner är på, fönster är stängda, lampor är släckta och att innerdörren är stängd och låst.\n\nOrdning och reda:\n• Efter ett avslutat arbetspass ska skräp städas undan och verktyg ställas tillbaka, som regel ska man lämna lokalen i samma eller bättre skick än när man kom.\n• Personliga saker och delar till pågående projekt förvaras i en personlig back i avsedd hylla. Större föremål kan lagras under en kortare tid i förrådet på anvisad plats om de märks upp och att det finns plats. Märk upp med namn, telefonnummer och uppskattat datum för projektets färdigställande.\n• Mat får endast förtäras i köket och samlingsrummet men får inte lämnas framme. Droger och alkoholhaltiga drycker får inte förtäras i lokalen. Plocka undan, häll ut gammalt kaffe, släng äppelskruttar och annat som kan mögla.\n\nSäkerhet:\n• I trä- och metallverkstäderna ska långt hår hållas uppsatt, löst sittande kläder undvikas och skyddsutrustning användas.\n• För sin egen och andras säkerhet samt för att undvika att saker går sönder använder man bara verktyg som man är säker på att man kan hantera. Om man är osäker frågar man andra om råd eller avstår.\n• Vissa verktyg kan ha särskilda krav för användandet på en informationslapp bredvid, dessa krav måste respekteras.\n• Det är viktigt att man är väl förtrogen med var första hjälpen-kitten och brandsläckare finns.\n\nTrevnad:\n• Samtal förs i god ton och det är en självklarhet att vi hjälper varandra och delar med oss av erfarenheter.\n• Vi respekterar att man ibland måste koncentrera sig och då inte avbryter i onödan."
},
"en": {
    "version": "210912",
    "text": "Liability Agreement version: 210912\n\nLab members at Uppsala Makerspace can get their own access and be in the space to work on their projects when it suits them. To facilitate collaboration and ensure a fun and safe environment, we have established the following simple rules. Members who abuse this trust may be suspended for a longer or shorter period.\n\nAccess to the premises:\n• Visitors are welcome, especially during open evenings, but regular access to the space requires lab membership in the association.\n• If I let in someone who is not a lab member, I am personally responsible for everything they do. Membership can be verified at uppsalamakerspace.se/medlem/.\n• The last person to leave the space ensures that all machines are turned off, windows are closed, lights are off, and the inner door is shut and locked.\n\nOrder and tidiness:\n• After a work session, trash should be cleaned up and tools returned. As a rule, the space should be left in the same or better condition than when you arrived.\n• Personal belongings and parts of ongoing projects are stored in a personal bin on the designated shelf. Larger items may be stored temporarily in the storage room in designated areas if labeled and space allows. Label with name, phone number, and estimated project completion date.\n• Food may only be consumed in the kitchen and lounge but must not be left out. Drugs and alcoholic beverages are not allowed in the space. Clean up after yourself—pour out old coffee, discard apple cores, and remove anything that might mold.\n\nSafety:\n• In the wood and metal workshops, long hair must be tied back, loose clothing avoided, and protective equipment used.\n• For your own and others' safety, and to prevent damage, only use tools you are confident in handling. If unsure, ask others for advice or refrain from use.\n• Some tools may have specific usage requirements posted nearby—these must be followed.\n• It's important to be familiar with where the first aid kit and fire extinguishers are located.\n\nCommunity:\n• Conversations are held in a respectful tone, and it goes without saying that we help each other and share our experiences.\n• We respect when someone needs to concentrate and avoid unnecessary interruptions."
}
}